Repository: danya-prohvat/ctracker
Catalog: CalorieTracker/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es_es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Vitamin B9 (folate)
ar: فيتامين B9 (الفولات)
bn: ভিটামিন বি৯ (ফোলেট)
cs: Vitamin B9 (folát)
da: B9-vitamin (folat)
de: Vitamin B9 (Folat)
el: Βιταμίνη B9 (φυλλικό οξύ)
es_es: Vitamina B9 (folato)
fi: B9-vitamiini (folaatti)
fr: Vitamine B9 (folates)
he: ויטמין B9 (חומצה פולית)
hi: विटामिन B9 (फ़ोलेट)
hr: Vitamin B9 (folat)
hu: B9-vitamin (folát)
id: Vitamin B9 (folat)
it: Vitamina B9 (folati)
ja: ビタミンB9(葉酸)
ko: 비타민 B9 (엽산)
ms: Vitamin B9 (folat)
nb: Vitamin B9 (folat)
nl: Vitamine B9 (folaat)
pl: Witamina B9 (kwas foliowy)
pt_br: Vitamina B9 (folato)
pt_pt: Vitamina B9 (folato)
ro: Vitamina B9 (folat)
ru: Витамин B9 (фолат)
sk: Vitamín B9 (folát)
sl: Vitamin B9 (folat)
sv: Vitamin B9 (folat)
th: วิตามินบี9 (โฟเลต)
tr: B9 Vitamini (folat)
uk: Вітамін B9 (фолат)
ur: وٹامن B9 (فولیٹ)
zh_hans: 维生素 B9（叶酸）
zh_hant: 維生素 B9（葉酸）

source: Vitamin C
ar: فيتامين C
bn: ভিটামিন সি
da: C-vitamin
el: Βιταμίνη C
es_es: Vitamina C
fi: C-vitamiini
fr: Vitamine C
he: ויטמין C
hi: विटामिन C
hu: C-vitamin
it: Vitamina C
ja: ビタミンC
ko: 비타민 C
nl: Vitamine C
pl: Witamina C
pt_br: Vitamina C
pt_pt: Vitamina C
ro: Vitamina C
ru: Витамин C
sk: Vitamín C
th: วิตามินซี
tr: C Vitamini
uk: Вітамін C
ur: وٹامن C
zh_hans: 维生素 C
zh_hant: 維生素 C

source: Vitamin D
ar: فيتامين D
bn: ভিটামিন ডি
da: D-vitamin
el: Βιταμίνη D
es_es: Vitamina D
fi: D-vitamiini
fr: Vitamine D
he: ויטמין D
hi: विटामिन D
hu: D-vitamin
it: Vitamina D
ja: ビタミンD
ko: 비타민 D
nl: Vitamine D
pl: Witamina D
pt_br: Vitamina D
pt_pt: Vitamina D
ro: Vitamina D
ru: Витамин D
sk: Vitamín D
th: วิตามินดี
tr: D Vitamini
uk: Вітамін D
ur: وٹامن D
zh_hans: 维生素 D
zh_hant: 維生素 D

source: Vitamin E
ar: فيتامين E
bn: ভিটামিন ই
da: E-vitamin
el: Βιταμίνη E
es_es: Vitamina E
fi: E-vitamiini
fr: Vitamine E
he: ויטמין E
hi: विटामिन E
hu: E-vitamin
it: Vitamina E
ja: ビタミンE
ko: 비타민 E
nl: Vitamine E
pl: Witamina E
pt_br: Vitamina E
pt_pt: Vitamina E
ro: Vitamina E
ru: Витамин E
sk: Vitamín E
th: วิตามินอี
tr: E Vitamini
uk: Вітамін E
ur: وٹامن E
zh_hans: 维生素 E
zh_hant: 維生素 E

source: Vitamin K
ar: فيتامين K
bn: ভিটামিন কে
da: K-vitamin
el: Βιταμίνη K
es_es: Vitamina K
fi: K-vitamiini
fr: Vitamine K
he: ויטמין K
hi: विटामिन K
hu: K-vitamin
it: Vitamina K
ja: ビタミンK
ko: 비타민 K
nl: Vitamine K
pl: Witamina K
pt_br: Vitamina K
pt_pt: Vitamina K
ro: Vitamina K
ru: Витамин K
sk: Vitamín K
th: วิตามินเค
tr: K Vitamini
uk: Вітамін K
ur: وٹامن K
zh_hans: 维生素 K
zh_hant: 維生素 K

source: Vitamins
ar: الفيتامينات
bn: ভিটামিন
cs: Vitaminy
da: Vitaminer
de: Vitamine
el: Βιταμίνες
es_es: Vitaminas
fi: Vitamiinit
fr: Vitamines
he: ויטמינים
hi: विटामिन
hr: Vitamini
hu: Vitaminok
id: Vitamin
it: Vitamine
ja: ビタミン
ko: 비타민
ms: Vitamin
nb: Vitaminer
nl: Vitamines
pl: Witaminy
pt_br: Vitaminas
pt_pt: Vitaminas
ro: Vitamine
ru: Витамины
sk: Vitamíny
sl: Vitamini
sv: Vitaminer
th: วิตามิน
tr: Vitaminler
uk: Вітаміни
ur: وٹامنز
vi: Vitamin
zh_hans: 维生素
zh_hant: 維生素

source: Vitamins & minerals
ar: الفيتامينات والمعادن
bn: ভিটামিন ও মিনারেল
cs: Vitaminy a minerály
da: Vitaminer og mineraler
de: Vitamine & Mineralstoffe
el: Βιταμίνες & μέταλλα
es_es: Vitaminas y minerales
fi: Vitamiinit ja kivennäisaineet
fr: Vitamines et minéraux
he: ויטמינים ומינרלים
hi: विटामिन और मिनरल
hr: Vitamini i minerali
hu: Vitaminok és ásványi anyagok
id: Vitamin & mineral
it: Vitamine e minerali
ja: ビタミン&ミネラル
ko: 비타민 & 미네랄
ms: Vitamin & mineral
nb: Vitaminer og mineraler
nl: Vitamines & mineralen
pl: Witaminy i minerały
pt_br: Vitaminas e minerais
pt_pt: Vitaminas e minerais
ro: Vitamine și minerale
ru: Витамины и минералы
sk: Vitamíny a minerály
sl: Vitamini in minerali
sv: Vitaminer och mineraler
th: วิตามินและแร่ธาตุ
tr: Vitaminler ve mineraller
uk: Вітаміни й мінерали
ur: وٹامنز اور معدنیات
vi: Vitamin & khoáng chất
zh_hans: 维生素和矿物质
zh_hant: 維生素與礦物質

source: Vitamins and minerals
ar: الفيتامينات والمعادن
bn: ভিটামিন এবং মিনারেল
cs: Vitaminy a minerály
da: Vitaminer og mineraler
de: Vitamine und Mineralstoffe
el: Βιταμίνες και μέταλλα
es_es: Vitaminas y minerales
fi: Vitamiinit ja kivennäisaineet
fr: Vitamines et minéraux
he: ויטמינים ומינרלים
hi: विटामिन और मिनरल
hr: Vitamini i minerali
hu: Vitaminok és ásványi anyagok
id: Vitamin dan mineral
it: Vitamine e minerali
ja: ビタミンとミネラル
ko: 비타민 및 미네랄
ms: Vitamin dan mineral
nb: Vitaminer og mineraler
nl: Vitamines en mineralen
pl: Witaminy i minerały
pt_br: Vitaminas e minerais
pt_pt: Vitaminas e minerais
ro: Vitamine și minerale
ru: Витамины и минералы
sk: Vitamíny a minerály
sl: Vitamini in minerali
sv: Vitaminer och mineraler
th: วิตามินและแร่ธาตุ
tr: Vitaminler ve mineraller
uk: Вітаміни й мінерали
ur: وٹامنز اور معدنیات
vi: Vitamin và khoáng chất
zh_hans: 维生素和矿物质
zh_hant: 維生素和礦物質

source: Week
ar: أسبوع
bn: সপ্তাহ
cs: Týden
da: Uge
de: Woche
el: Εβδομάδα
es_es: Semana
fi: Viikko
fr: Semaine
he: שבוע
hi: सप्ताह
hr: Tjedan
hu: Hét
id: Minggu
it: Settimana
ja: 週
ko: 주
ms: Minggu
nb: Uke
pl: Tydzień
pt_br: Semana
pt_pt: Semana
ro: Săptămână
ru: Неделя
sk: Týždeň
sl: Teden
sv: Vecka
th: สัปดาห์
tr: Hafta
uk: Тиждень
ur: ہفتہ
vi: Tuần
zh_hans: 周
zh_hant: 週

source: Weekly
ar: أسبوعي
bn: সাপ্তাহিক
cs: Týdenní
da: Ugentlig
de: Wöchentlich
el: Εβδομαδιαίο
es_es: Semanal
fi: Viikoittain
fr: Hebdomadaire
he: שבועי
hi: साप्ताहिक
hr: Tjedno
hu: Heti
id: Mingguan
it: Settimanale
ja: 週額
ko: 주간
ms: Mingguan
nb: Ukentlig
nl: Wekelijks
pl: Tygodniowy
pt_br: Semanal
pt_pt: Semanal
ro: Săptămânal
ru: Неделя
sk: Týždenne
sl: Tedensko
sv: Veckovis
th: รายสัปดาห์
tr: Haftalık
uk: Щотижня
ur: ہفتہ وار
vi: Hằng tuần
zh_hans: 周付
zh_hant: 每週

source: Weight
ar: الوزن
bn: ওজন
cs: Váha
da: Vægt
de: Gewicht
el: Βάρος
es_es: Peso
fi: Paino
fr: Poids
he: משקל
hi: वज़न
hr: Težina
hu: Testsúly
id: Berat badan
it: Peso
ja: 体重
ko: 몸무게
ms: Berat
nb: Vekt
nl: Gewicht
pl: Waga
pt_br: Peso
pt_pt: Peso
ro: Greutate
ru: Вес
sk: Hmotnosť
sl: Teža
sv: Vikt
th: น้ำหนัก
tr: Kilo
uk: Вага
ur: وزن
vi: Cân nặng
zh_hans: 体重
zh_hant: 體重

source: What you've entered won't be saved.
ar: لن يُحفظ ما أدخلته.
bn: আপনি যা লিখেছেন তা সংরক্ষিত হবে না।
cs: Zadané údaje se neuloží.
da: Det, du har indtastet, gemmes ikke.
de: Deine Eingaben werden nicht gesichert.
el: Ό,τι έχετε εισαγάγει δεν θα αποθηκευτεί.
es_es: Lo que has introducido no se guardará.
fi: Syöttämiäsi tietoja ei tallenneta.
fr: Ce que vous avez saisi ne sera pas enregistré.
he: מה שהזנתם לא יישמר.
hi: आपने जो दर्ज किया है वह सेव नहीं होगा।
hr: Uneseno neće biti spremljeno.
hu: A beírt adatok nem lesznek mentve.
id: Data yang Anda masukkan tidak akan disimpan.
it: Ciò che hai inserito non verrà salvato.
ja: 入力した内容は保存されません。
ko: 입력한 내용이 저장되지 않습니다.
ms: Apa yang anda masukkan tidak akan disimpan.
nb: Det du har skrevet inn, blir ikke lagret.
nl: Wat je hebt ingevoerd, wordt niet bewaard.
pl: Wprowadzone dane nie zostaną zachowane.
pt_br: O que você digitou não será salvo.
pt_pt: O que introduziu não será guardado.
ro: Ce ai introdus nu va fi salvat.
ru: Введённые данные не сохранятся.
sk: Zadané údaje sa neuložia.
sl: Vneseno ne bo shranjeno.
sv: Det du angett sparas inte.
th: ข้อมูลที่คุณกรอกไว้จะไม่ถูกบันทึก
tr: Girdikleriniz kaydedilmeyecek.
uk: Введені дані не збережуться.
ur: آپ نے جو درج کیا ہے وہ محفوظ نہیں ہوگا۔
vi: Nội dung bạn đã nhập sẽ không được lưu.
zh_hans: 已输入的内容不会被保存。
zh_hant: 你輸入的內容將不會儲存。

source: What's your sex?
ar: ما جنسك؟
bn: আপনার লিঙ্গ কী?
cs: Jaké je vaše pohlaví?
da: Hvad er dit køn?
de: Was ist dein Geschlecht?
el: Ποιο είναι το φύλο σας;
es_es: ¿Cuál es tu sexo?
fi: Mikä on sukupuolesi?
fr: Quel est votre sexe ?
he: מה המין שלך?
hi: आपका लिंग क्या है?
hr: Koji je vaš spol?
hu: Mi a nemed?
id: Apa jenis kelamin Anda?
it: Qual è il tuo sesso?
ja: 性別を教えてください
ko: 성별이 어떻게 되나요?
ms: Apakah jantina anda?
nb: Hva er kjønnet ditt?
nl: Wat is je geslacht?
pl: Jaka jest Twoja płeć?
pt_br: Qual é o seu sexo?
pt_pt: Qual é o seu sexo?
ro: Care este sexul tău?
ru: Ваш пол?
sk: Aké je vaše pohlavie?
sl: Kakšen je vaš spol?
sv: Vilket kön har du?
th: เพศของคุณ
tr: Cinsiyetiniz nedir?
uk: Ваша стать?
ur: آپ کی جنس کیا ہے؟
vi: Giới tính của bạn?
zh_hans: 你的性别是？
zh_hant: 你的性別是？

source: What's your target weight?
ar: ما وزنك المستهدف؟
bn: আপনার লক্ষ্য ওজন কত?
cs: Jaká je vaše cílová váha?
da: Hvad er din målvægt?
de: Was ist dein Zielgewicht?
el: Ποιο είναι το βάρος-στόχος σας;
es_es: ¿Cuál es tu peso objetivo?
fi: Mikä on tavoitepainosi?
fr: Quel est votre poids cible ?
he: מה משקל היעד שלך?
hi: आपका लक्ष्य वज़न क्या है?
hr: Koja je vaša ciljna težina?
hu: Mi a célsúlyod?
id: Berapa berat badan target Anda?
it: Qual è il tuo peso obiettivo?
ja: 目標体重を教えてください
ko: 목표 체중이 어떻게 되나요?
ms: Berapakah berat sasaran anda?
nb: Hva er målvekten din?
nl: Wat is je streefgewicht?
pl: Jaka jest Twoja waga docelowa?
pt_br: Qual é o seu peso desejado?
pt_pt: Qual é o seu peso-alvo?
ro: Care este greutatea ta țintă?
ru: Ваш целевой вес?
sk: Aká je vaša cieľová hmotnosť?
sl: Kakšna je vaša ciljna teža?
sv: Vad är din målvikt?
th: น้ำหนักเป้าหมายของคุณ
tr: Hedef kilonuz nedir?
uk: Яка ваша цільова вага?
ur: آپ کا ہدف وزن کیا ہے؟
vi: Cân nặng mục tiêu của bạn?
zh_hans: 你的目标体重是多少？
zh_hant: 你的目標體重是？

source: Yearly
ar: سنوي
bn: বার্ষিক
cs: Roční
da: Årlig
de: Jährlich
el: Ετήσιο
es_es: Anual
fi: Vuosittain
fr: Annuel
he: שנתי
hi: वार्षिक
hr: Godišnje
hu: Éves
id: Tahunan
it: Annuale
ja: 年額
ko: 연간
ms: Tahunan
nb: Årlig
nl: Jaarlijks
pl: Roczny
pt_br: Anual
pt_pt: Anual
ro: Anual
ru: Год
sk: Ročne
sl: Letno
sv: Årsvis
th: รายปี
tr: Yıllık
uk: Щороку
ur: سالانہ
vi: Hằng năm
zh_hans: 年付
zh_hant: 每年

source: You haven't logged anything today yet. Add your first meal!
ar: لم تسجّل شيئًا اليوم بعد. أضف وجبتك الأولى!
bn: আজ এখনও কিছু লগ করেননি। প্রথম খাবারটি যোগ করুন!
cs: Dnes jste si ještě nic nezaznamenali. Přidejte své první jídlo!
da: Du har ikke logget noget i dag endnu. Tilføj dit første måltid!
de: Du hast heute noch nichts eingetragen. Füg deine erste Mahlzeit hinzu!
el: Δεν έχετε καταγράψει τίποτα σήμερα ακόμη. Προσθέστε το πρώτο σας γεύμα!
es_es: Aún no has registrado nada hoy. ¡Añade tu primera comida!
fi: Et ole kirjannut tänään vielä mitään. Lisää ensimmäinen ateriasi!
fr: Vous n’avez encore rien enregistré aujourd’hui. Ajoutez votre premier repas !
he: עדיין לא תיעדתם כלום היום. הוסיפו את הארוחה הראשונה!
hi: आज आपने अभी तक कुछ लॉग नहीं किया है। अपना पहला भोजन जोड़ें!
hr: Danas još niste ništa zabilježili. Dodajte svoj prvi obrok!
hu: Ma még nem naplóztál semmit. Add hozzá az első étkezésed!
id: Kamu belum mencatat apa pun hari ini. Tambahkan makanan pertamamu!
it: Oggi non hai ancora registrato niente. Aggiungi il primo pasto!
ja: 今日はまだ何も記録されていません。最初の食事を追加しましょう！
ko: 오늘 아직 기록이 없어요. 첫 식사를 추가해 보세요!
ms: Anda belum log apa-apa lagi hari ini. Tambah hidangan pertama anda!
nb: Du har ikke logget noe i dag ennå. Legg til dagens første måltid!
nl: Je hebt vandaag nog niets gelogd. Voeg je eerste maaltijd toe!
pl: Nie masz dziś jeszcze żadnych wpisów. Dodaj pierwszy posiłek!
pt_br: Você ainda não registrou nada hoje. Adicione sua primeira refeição!
pt_pt: Ainda não registou nada hoje. Adicione a sua primeira refeição!
ro: Azi nu ai înregistrat încă nimic. Adaugă prima masă!
ru: Сегодня вы ещё ничего не записали. Добавьте первый приём пищи!
sk: Dnes ste si ešte nič nezapísali. Pridajte svoje prvé jedlo!
sl: Danes še niste nič zabeležili. Dodajte svoj prvi obrok!
sv: Du har inte loggat något idag ännu. Lägg till din första måltid!
th: วันนี้คุณยังไม่ได้บันทึกอะไรเลย มาเพิ่มมื้อแรกกันเถอะ!
tr: Bugün henüz bir şey kaydetmediniz. İlk öğününüzü ekleyin!
uk: Сьогодні ви ще нічого не записали. Додайте перший прийом їжі!
ur: آپ نے آج ابھی کچھ لاگ نہیں کیا۔ اپنا پہلا کھانا شامل کریں!
vi: Hôm nay bạn chưa ghi gì cả. Thêm bữa ăn đầu tiên nhé!
zh_hans: 今天还没有任何记录。来添加第一餐吧！
zh_hant: 今天還沒有任何記錄。來加入第一餐吧！

source: You still have %@ kcal left today. Log your dinner!
ar: ما زال لديك %@ سعرة حرارية لليوم. سجّل عشاءك!
bn: আজ আপনার আরও %@ ক্যালরি বাকি। রাতের খাবার লগ করুন!
cs: Dnes vám ještě zbývá %@ kcal. Zaznamenejte si večeři!
da: Du har stadig %@ kcal tilbage i dag. Log din aftensmad!
de: Dir bleiben heute noch %@ kcal. Trag dein Abendessen ein!
el: Σας μένουν ακόμη %@ kcal σήμερα. Καταγράψτε το βραδινό σας!
es_es: Aún te quedan %@ kcal hoy. ¡Registra tu cena!
fi: Sinulla on vielä %@ kcal jäljellä tänään. Kirjaa illallisesi!
fr: Il vous reste %@ kcal aujourd’hui. Enregistrez votre dîner !
he: נשארו לכם עוד %@ קק״ל להיום. תעדו את ארוחת הערב!
hi: आज आपके पास अभी %@ kcal बाक़ी हैं। अपना डिनर लॉग करें!
hr: Danas vam je preostalo još %@ kcal. Zabilježite večeru!
hu: Még %@ kcal maradt mára. Naplózd a vacsorádat!
id: Masih ada %@ kkal tersisa hari ini. Catat makan malammu!
it: Ti restano ancora %@ kcal per oggi. Registra la cena!
ja: 今日はあと%@ kcal残っています。夕食を記録しましょう！
ko: 오늘 %@ kcal 남았어요. 저녁을 기록해 보세요!
ms: Anda masih ada %@ kcal lagi hari ini. Log makan malam anda!
nb: Du har fortsatt %@ kcal igjen i dag. Logg middagen din!
nl: Je hebt vandaag nog %@ kcal over. Log je avondeten!
pl: Zostało Ci dziś jeszcze %@ kcal. Zapisz kolację!
pt_br: Você ainda tem %@ kcal restantes hoje. Registre seu jantar!
pt_pt: Ainda lhe restam %@ kcal hoje. Registe o seu jantar!
ro: Mai ai %@ kcal disponibile azi. Înregistrează-ți cina!
ru: На сегодня у вас ещё %@ ккал. Запишите ужин!
sk: Dnes vám ešte zostáva %@ kcal. Zapíšte si večeru!
sl: Danes imate še %@ kcal. Zabeležite večerjo!
sv: Du har %@ kcal kvar idag. Logga din middag!
th: วันนี้ยังเหลืออีก %@ kcal บันทึกมื้อเย็นของคุณได้เลย!
tr: Bugün hâlâ %@ kcal hakkınız var. Akşam yemeğinizi kaydedin!
uk: У вас ще %@ ккал на сьогодні. Запишіть вечерю!
ur: آج آپ کی %@ کیلوریز باقی ہیں۔ رات کا کھانا لاگ کریں!
vi: Hôm nay bạn còn %@ kcal. Ghi lại bữa tối nhé!
zh_hans: 今天还剩 %@ kcal 额度。记录一下晚餐吧！
zh_hant: 今天還剩 %@ 大卡。記錄你的晚餐吧！

source: You're offline. Internet is needed only to look up scanned barcodes.
ar: أنت غير متصل بالإنترنت. الإنترنت مطلوب فقط للبحث عن الرموز الشريطية الممسوحة.
bn: আপনি অফলাইনে আছেন। শুধু স্ক্যান করা বারকোড খুঁজতেই ইন্টারনেট লাগে।
cs: Jste offline. Internet je potřeba jen k vyhledání naskenovaných čárových kódů.
da: Du er offline. Internet er kun nødvendigt for at slå scannede stregkoder op.
de: Du bist offline. Internet wird nur zum Nachschlagen gescannter Barcodes benötigt.
el: Είστε εκτός σύνδεσης. Το διαδίκτυο χρειάζεται μόνο για την αναζήτηση σαρωμένων barcode.
es_es: Estás sin conexión. Internet solo se necesita para buscar los códigos escaneados.
fi: Olet offline-tilassa. Internetiä tarvitaan vain skannattujen viivakoodien hakuun.
fr: Vous êtes hors ligne. Internet n’est nécessaire que pour rechercher les codes-barres scannés.
he: אין חיבור לאינטרנט. האינטרנט נדרש רק לחיפוש ברקודים שנסרקו.
hi: आप ऑफ़लाइन हैं। इंटरनेट केवल स्कैन किए गए बारकोड खोजने के लिए चाहिए।
hr: Niste povezani. Internet je potreban samo za pretraživanje skeniranih barkodova.
hu: Nincs internetkapcsolat. Az internet csak a beolvasott vonalkódok kikereséséhez szükséges.
id: Anda sedang offline. Internet hanya diperlukan untuk mencari barcode yang dipindai.
it: Sei offline. Internet serve solo per cercare i codici a barre scansionati.
ja: オフラインです。インターネット接続はスキャンしたバーコードの検索にのみ必要です。
ko: 오프라인 상태입니다. 인터넷은 스캔한 바코드 조회에만 필요합니다.
ms: Anda di luar talian. Internet hanya diperlukan untuk mencari kod bar yang diimbas.
nb: Du er frakoblet. Internett trengs bare for å slå opp skannede strekkoder.
nl: Je bent offline. Internet is alleen nodig om gescande barcodes op te zoeken.
pl: Jesteś offline. Internet jest potrzebny tylko do wyszukiwania zeskanowanych kodów.
pt_br: Você está offline. A internet só é necessária para consultar códigos de barras escaneados.
pt_pt: Está offline. A Internet só é necessária para consultar códigos de barras digitalizados.
ro: Ești offline. Internetul e necesar doar pentru căutarea codurilor de bare scanate.
ru: Вы офлайн. Интернет нужен только для поиска отсканированных штрихкодов.
sk: Ste offline. Internet je potrebný len na vyhľadanie naskenovaných čiarových kódov.
sl: Niste povezani. Internet je potreben samo za iskanje skeniranih črtnih kod.
sv: Du är offline. Internet behövs bara för att slå upp skannade streckkoder.
th: คุณออฟไลน์อยู่ ต้องใช้อินเทอร์เน็ตเฉพาะตอนค้นหาบาร์โค้ดที่สแกนเท่านั้น
tr: Çevrimdışısınız. İnternet yalnızca taranan barkodları sorgulamak için gerekir.
uk: Ви офлайн. Інтернет потрібен лише для пошуку відсканованих штрихкодів.
ur: آپ آف لائن ہیں۔ انٹرنیٹ صرف اسکین شدہ بارکوڈز تلاش کرنے کے لیے درکار ہے۔
vi: Bạn đang ngoại tuyến. Chỉ cần mạng để tra cứu mã vạch đã quét.
zh_hans: 当前离线。仅在查询扫描的条形码时才需要网络。
zh_hant: 目前離線。只有查詢掃描的條碼時才需要網路。

source: Your plan
ar: خطتك
bn: আপনার প্ল্যান
cs: Váš plán
da: Din plan
de: Dein Plan
el: Το πλάνο σας
es_es: Tu plan
fi: Suunnitelmasi
fr: Votre plan
he: התוכנית שלך
hi: आपका प्लान
hr: Vaš plan
hu: A terved
id: Rencana Anda
it: Il tuo piano
ja: あなたのプラン
ko: 내 플랜
ms: Pelan anda
nb: Planen din
nl: Jouw plan
pl: Twój plan
pt_br: Seu plano
pt_pt: O seu plano
ro: Planul tău
ru: Ваш план
sk: Váš plán
sl: Vaš načrt
sv: Din plan
th: แผนของคุณ
tr: Planınız
uk: Ваш план
ur: آپ کا پلان
vi: Kế hoạch của bạn
zh_hans: 你的方案
zh_hant: 你的計畫

source: Zinc
ar: الزنك
bn: জিঙ্ক
cs: Zinek
da: Zink
de: Zink
el: Ψευδάργυρος
fi: Sinkki
he: אבץ
hi: ज़िंक
hr: Cink
hu: Cink
id: Seng
it: Zinco
ja: 亜鉛
ko: 아연
ms: Zink
nb: Sink
nl: Zink
pl: Cynk
pt_br: Zinco
pt_pt: Zinco
ru: Цинк
sk: Zinok
sl: Cink
sv: Zink
th: สังกะสี
tr: Çinko
uk: Цинк
ur: زنک
vi: Kẽm
zh_hans: 锌
zh_hant: 鋅

# ^[%lld item](inflect: true) · %@ kcal
source: ^[%1$lld item](inflect: true) · %2$@ kcal
ar: %1$lld عنصر · %2$@ سعرة
bn: %1$lldটি আইটেম · %2$@ ক্যালরি
cs: %1$lld položek · %2$@ kcal
da: %1$lld poster · %2$@ kcal
de: %1$lld Einträge · %2$@ kcal
el: %1$lld καταχωρίσεις · %2$@ kcal
es_es: %1$lld elementos · %2$@ kcal
fi: %1$lld merkintää · %2$@ kcal
fr: %1$lld éléments · %2$@ kcal
he: %1$lld פריטים · %2$@ קק״ל
hi: %1$lld आइटम · %2$@ kcal
hr: %1$lld unosa · %2$@ kcal
hu: %1$lld tétel · %2$@ kcal
id: %1$lld item · %2$@ kkal
it: %1$lld voci · %2$@ kcal
ja: %1$lld件 · %2$@ kcal
ko: %1$lld개 항목 · %2$@ kcal
ms: %1$lld item · %2$@ kcal
nb: %1$lld oppføringer · %2$@ kcal
nl: %1$lld items · %2$@ kcal
pl: %1$lld pozycji · %2$@ kcal
pt_br: %1$lld itens · %2$@ kcal
pt_pt: %1$lld itens · %2$@ kcal
ro: %1$lld de intrări · %2$@ kcal
ru: %1$lld записи · %2$@ ккал
sk: %1$lld položiek · %2$@ kcal
sl: %1$lld vnosov · %2$@ kcal
sv: %1$lld poster · %2$@ kcal
th: %1$lld รายการ · %2$@ kcal
tr: %1$lld kayıt · %2$@ kcal
uk: %1$lld запису · %2$@ ккал
ur: %1$lld آئٹمز · %2$@ کیلوری
vi: %1$lld mục · %2$@ kcal
zh_hans: %1$lld 条记录 · %2$@ kcal
zh_hant: %1$lld 個項目 · %2$@ 大卡

source: cm
ar: سم
bn: সেমি
he: ס״מ
ru: см
uk: см
ur: سینٹی میٹر
zh_hant: 公分

source: cm · kg
ar: سم · كغم
bn: সেমি · কেজি
he: ס״מ · ק״ג
ru: см · кг
uk: см · кг
ur: سینٹی میٹر · کلوگرام
zh_hant: 公分 · 公斤

source: daily goal
ar: الهدف اليومي
bn: দৈনিক লক্ষ্য
cs: denní cíl
da: dagligt mål
de: Tagesziel
el: ημερήσιος στόχος
es_es: objetivo diario
fi: päivätavoite
fr: objectif quotidien
he: יעד יומי
hi: दैनिक लक्ष्य
hr: dnevni cilj
hu: napi cél
id: target harian
it: obiettivo giornaliero
ja: 1日の目標
ko: 일일 목표
ms: matlamat harian
nb: daglig mål
nl: dagelijks doel
pl: cel dzienny
pt_br: meta diária
pt_pt: objetivo diário
ro: obiectiv zilnic
ru: дневная цель
sk: denný cieľ
sl: dnevni cilj
sv: dagligt mål
th: เป้าหมายต่อวัน
tr: günlük hedef
uk: денна ціль
ur: روزانہ ہدف
vi: mục tiêu hằng ngày
zh_hans: 每日目标
zh_hant: 每日目標

source: daily limit
ar: الحد اليومي
bn: দৈনিক সীমা
cs: denní limit
da: daglig grænse
de: Tageslimit
el: ημερήσιο όριο
es_es: límite diario
fi: päiväraja
fr: limite quotidienne
he: מגבלה יומית
hi: दैनिक सीमा
hr: dnevno ograničenje
hu: napi limit
id: batas harian
it: limite giornaliero
ja: 1日の上限
ko: 일일 제한
ms: had harian
nb: daglig grense
nl: dagelijkse limiet
pl: limit dzienny
pt_br: limite diário
pt_pt: limite diário
ro: limită zilnică
ru: дневной лимит
sk: denný limit
sl: dnevna omejitev
sv: daglig gräns
th: ขีดจำกัดต่อวัน
tr: günlük limit
uk: денний ліміт
ur: روزانہ حد
vi: giới hạn hằng ngày
zh_hans: 每日上限
zh_hant: 每日上限

source: e.g. Homemade soup
ar: مثل: شوربة منزلية
bn: যেমন: ঘরে তৈরি স্যুপ
cs: např. Domácí polévka
da: f.eks. Hjemmelavet suppe
de: z. B. Selbstgemachte Suppe
el: π.χ. Σπιτική σούπα
es_es: p. ej., Sopa casera
fi: esim. Kotikeitto
fr: ex. Soupe maison
he: למשל, מרק ביתי
hi: जैसे: घर का सूप
hr: npr. Domaća juha
hu: pl. Házi leves
id: mis. Sup rumahan
it: es. Zuppa fatta in casa
ja: 例: 自家製スープ
ko: 예: 집에서 만든 수프
ms: cth. Sup buatan sendiri
nb: f.eks. Hjemmelaget suppe
nl: bijv. Zelfgemaakte soep
pl: np. Domowa zupa
pt_br: ex.: Sopa caseira
pt_pt: ex.: Sopa caseira
ro: ex.: Supă de casă
ru: напр., домашний суп
sk: napr. Domáca polievka
sl: npr. domača juha
sv: t.ex. Hemlagad soppa
th: เช่น ซุปทำเอง
tr: örn. Ev yapımı çorba
uk: Напр., домашній суп
ur: مثلاً گھر کا بنا سوپ
vi: VD: Súp nhà làm
zh_hans: 如：自制汤
zh_hant: 例如：自製湯品

source: eaten that day
ar: مستهلكة ذلك اليوم
bn: সেই দিন খাওয়া হয়েছে
cs: snědeno ten den
da: spist den dag
de: an diesem Tag gegessen
el: καταναλώθηκαν εκείνη την ημέρα
es_es: consumidas ese día
fi: syöty sinä päivänä
fr: consommées ce jour-là
he: נאכלו באותו יום
hi: उस दिन खाया
hr: pojedeno taj dan
hu: aznap elfogyasztva
id: dimakan hari itu
it: assunte quel giorno
ja: その日の摂取
ko: 그날 섭취
ms: dimakan hari itu
nb: spist den dagen
nl: gegeten die dag
pl: zjedzono tego dnia
pt_br: consumidas nesse dia
pt_pt: consumidas nesse dia
ro: consumate în acea zi
ru: съедено в тот день
sk: zjedené v ten deň
sl: zaužito ta dan
sv: ätit den dagen
th: กินไปในวันนั้น
tr: o gün alınan
uk: спожито того дня
ur: اس دن کھائی گئیں
vi: đã nạp hôm đó
zh_hans: 当天已摄入
zh_hant: 當天已攝取

source: eaten today
ar: مستهلكة اليوم
bn: আজ খাওয়া হয়েছে
cs: snědeno dnes
da: spist i dag
de: heute gegessen
el: καταναλώθηκαν σήμερα
es_es: consumidas hoy
fi: syöty tänään
fr: consommées aujourd’hui
he: נאכלו היום
hi: आज खाया
hr: pojedeno danas
hu: ma elfogyasztva
id: dimakan hari ini
it: assunte oggi
ja: 今日の摂取
ko: 오늘 섭취
ms: dimakan hari ini
nb: spist i dag
nl: gegeten vandaag
pl: zjedzono dzisiaj
pt_br: consumidas hoje
pt_pt: consumidas hoje
ro: consumate azi
ru: съедено сегодня
sk: dnes zjedené
sl: zaužito danes
sv: ätit idag
th: กินไปแล้ววันนี้
tr: bugün alınan
uk: спожито сьогодні
ur: آج کھائی گئیں
vi: đã nạp hôm nay
zh_hans: 今天已摄入
zh_hant: 今天已攝取

source: fl oz
ar: أونصة سائلة
bn: ফ্লু. আউন্স
ru: жидк. унц.
uk: рід. унц.
ur: فلوئڈ اونس
zh_hant: 液盎司

source: ft · lbs
ar: قدم · رطل
bn: ফুট · পাউন্ড
cs: ft · lb
es_es: ft · lb
fr: ft · lb
he: רגל · ליברות
hr: ft · lb
hu: láb · font
it: ft · lb
pt_br: ft · lb
pt_pt: ft · lb
ru: фт · фунт.
sk: ft · lb
sl: ft · lb
tr: ft · lb
uk: фт · фнт
ur: فٹ · پاؤنڈ
zh_hant: 英尺 · 磅

source: g
ar: غ
bn: গ্রাম
he: גרם
ru: г
uk: г
ur: گرام
zh_hant: 公克

source: iCloud sync
ar: مزامنة iCloud
bn: iCloud সিঙ্ক
cs: Synchronizace iCloud
da: iCloud-synkronisering
el: Συγχρονισμός iCloud
es_es: Sincronización con iCloud
fi: iCloud-synkronointi
fr: Synchronisation iCloud
he: סנכרון iCloud
hi: iCloud सिंक
hr: iCloud sinkronizacija
hu: iCloud-szinkronizálás
id: Sinkronisasi iCloud
it: Sincronizzazione iCloud
ja: iCloud同期
ko: iCloud 동기화
ms: Penyegerakan iCloud
nb: iCloud-synkronisering
nl: iCloud-synchronisatie
pl: Synchronizacja iCloud
pt_br: Sincronização com iCloud
pt_pt: Sincronização iCloud
ro: Sincronizare iCloud
ru: Синхронизация iCloud
sk: Synchronizácia iCloud
sl: Sinhronizacija iCloud
sv: iCloud-synkning
th: ซิงค์ iCloud
tr: iCloud eşitleme
uk: Синхронізація iCloud
ur: iCloud سنک
vi: Đồng bộ iCloud
zh_hans: iCloud 同步
zh_hant: iCloud 同步

source: kcal
ar: سعرة
bn: ক্যালরি
he: קק״ל
id: kkal
ru: ккал
uk: ккал
ur: کیلوری
zh_hant: 大卡
